net-tools
wget
rsync
software-properties-common
ffmpeg
gnome-tweaks
jq
curl
apt-transport-https
ca-certificates
gnupg-agent
vim
git-core
pandoc
lynx
fish
gcc
g++
make
build-essential
eza
bat